Tekla Open API Reference for Tekla Structures 2025
Group Methods
The LoadFilterExpressions.Group type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
LoadFilterExpressions.Group Class
Tekla.Structures.Filtering.Categories Namespace